[Demo_Common_ep1_1 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=3895,Y=7500,Z=10),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-45,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="ハルノ　ツボミ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.22_HARUNO_TSUBOMI',Vec=(X=3895,Y=7270,Z=0),VecSub=(X=90,Y=0,Z=0),CId=22)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="ジンボ　ユキナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.19_JINBO_YUKINA',Vec=(X=3786,Y=7314,Z=0),VecSub=(X=60,Y=0,Z=0),CId=19)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="ハルノ　ツボミ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.22_HARUNO_TSUBOMI',motionName[0]="ne_CE_0002_lp_open_perplex",motionName[1]="zk_CM_0002_fx_close_smile_S",motionName[2]="zk_DM_0100_lp_StandA",Rate=1,Number=3,Bit=5)
DemoScripts[7]=(Actor=CHARACTER,Command=PARAM,Name="ハルノ　ツボミ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.22_HARUNO_TSUBOMI',Number=12,Bit=0,Rate=1)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="ジンボ　ユキナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.19_JINBO_YUKINA',motionName[0]="ne_CE_0001_lp_open_angry",motionName[1]="zk_CM_0000_fx_close_normal",motionName[2]="zk_DM_0100_lp_StandF",Rate=1,Number=3,Bit=5)
DemoScripts[9]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Others.GG2_BGM_DM_Usual_Others_Cue')
DemoScripts[10]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Schoolzone.GG2_AMB_Schoolzone_LP_Cue')
DemoScripts[11]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[12]=(Actor=FADE,Command=WAIT)
DemoScripts[13]=(Actor=WINDOW,Command=SET)
DemoScripts[14]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[15]=(Actor=WINDOW,Command=EXIT)
DemoScripts[16]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-110,Y=-45,Z=0),SecTime=0.3)
DemoScripts[17]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[18]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-80,Y=-45,Z=0),SecTime=0.5)
DemoScripts[19]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[20]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-45,Z=0),SecTime=0.5)
DemoScripts[21]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[22]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-20,Z=0),SecTime=0.3)
DemoScripts[23]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[24]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-20,Z=0),SecTime=)
DemoScripts[25]=(Actor=WINDOW,Command=SET)
DemoScripts[26]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[27]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_1.GG2_V_CMN_ep1_1_003_Cue',Name="ハルノ　ツボミ")
DemoScripts[28]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[29]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[30]=(Actor=WINDOW,Command=EXIT)
DemoScripts[31]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=15,Z=0),SecTime=0.5)
DemoScripts[32]=(Actor=SYSTEM,Command=WAIT,SecTime=1.5)
DemoScripts[33]=(Actor=WINDOW,Command=SET)
DemoScripts[34]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_1.GG2_V_CMN_ep1_1_004_Cue',Name="ハルノ　ツボミ")
DemoScripts[35]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[36]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[37]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[38]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hodai_Reaction_Cue')
DemoScripts[39]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_2,SecTime=)
DemoScripts[40]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[41]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_1.GG2_V_CMN_ep1_1_007_Cue',Name="ジンボ　ユキナ")
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[43]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[44]=(Actor=WINDOW,Command=EXIT)
DemoScripts[45]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-120,Y=15,Z=0),SecTime=0.3)
DemoScripts[46]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[47]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-120,Y=15,Z=0),SecTime=)
DemoScripts[48]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[49]=(Actor=WINDOW,Command=SET)
DemoScripts[50]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_1.GG2_V_CMN_ep1_1_008_Cue',Name="ジンボ　ユキナ")
DemoScripts[51]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[52]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[53]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[54]=(Actor=WINDOW,Command=EXIT)
DemoScripts[55]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-103,Y=5,Z=0),SecTime=0.5)
DemoScripts[56]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[57]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-103,Y=5,Z=0),SecTime=)
DemoScripts[58]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-103,Y=-5,Z=0),SecTime=0.5)
DemoScripts[59]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=3895,Y=7530,Z=135),SecTime=0.5)
DemoScripts[60]=(Actor=CHARACTER,Command=PARAM,Name="ハルノ　ツボミ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.22_HARUNO_TSUBOMI',Number=12,Bit=0,Rate=1)
DemoScripts[61]=(Actor=CHARACTER,Command=PARAM,Name="ジンボ　ユキナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.19_JINBO_YUKINA',Number=13,Bit=0,Rate=1)
DemoScripts[62]=(Actor=CHARACTER,Command=PARAM,Name="ジンボ　ユキナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.19_JINBO_YUKINA',Number=12,Bit=0,Rate=1)
DemoScripts[63]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[64]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-103,Y=-5,Z=0),SecTime=)
DemoScripts[65]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=3895,Y=7530,Z=135),SecTime=)
DemoScripts[66]=(Actor=WINDOW,Command=SET)
DemoScripts[67]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[68]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_1.GG2_V_CMN_ep1_1_011_Cue',Name="エコロ")
DemoScripts[69]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[70]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[71]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_1.GG2_V_CMN_ep1_1_012_Cue',Name="エコロ")
DemoScripts[72]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[73]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[74]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_1.GG2_V_CMN_ep1_1_013_Cue',Name="エコロ")
DemoScripts[75]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[76]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[77]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[78]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_1.GG2_V_CMN_ep1_1_015_Cue',Name="エコロ")
DemoScripts[79]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[80]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[81]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[82]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_1.GG2_V_CMN_ep1_1_017_Cue',Name="エコロ")
DemoScripts[83]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[84]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[85]=(Actor=WINDOW,Command=EXIT)
DemoScripts[86]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[87]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[88]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[89]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[90]=(Actor=SYSTEM,Command=END)

[Select_Common_ep1_1 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Common_ep1_1 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="......")

Texts[1]=(Label="TEXT02",Name="峯大",Text="啊!/n發生什麼事了!?")

Texts[2]=(Label="TEXT03",Name="春野 蕾",Text="太好了!/n你醒來了呢!")

Texts[3]=(Label="TEXT04",Name="春野 蕾",Text="峯大同學,我最喜歡你了!/n請和我交往!")

Texts[4]=(Label="TEXT05",Name="峯大",Text="......欸?")

Texts[5]=(Label="TEXT06",Name="峯大",Text="咦咦咦咦咦!?",Format[0]=(Size=37,Start=0,End=7))

Texts[6]=(Label="TEXT07",Name="神保 雪菜",Text="等等!/n就算是學姊,偷跑也是不能原諒的哦!")

Texts[7]=(Label="TEXT08",Name="神保 雪菜",Text="要和峯大學長交往的是本小姐!")

Texts[8]=(Label="TEXT09",Name="峯大",Text="這......這邊也!?/n這是......什麼情況......")

Texts[9]=(Label="TEXT10",Name="峯大",Text="難道說,這就是那個/n\"太受歡迎傳說\"嗎!?")

Texts[10]=(Label="TEXT11",Name="???",Text="請冷靜下來聽我說!/n峯大大人!")

Texts[11]=(Label="TEXT12",Name="???",Text="她們是因為峯大大人體內湧出的/n魅惑的\"受歡迎氣場\"/n而陷入了神魂顛倒的狀態!")

Texts[12]=(Label="TEXT13",Name="???",Text="請仔細凝視看看!/n現在的峯大大人應該能看見女孩子的\"弱點\"....../n也就是敏感的部位!")

Texts[13]=(Label="TEXT14",Name="峯大",Text="受歡迎......神魂顛倒......?/n咦? 弱點......敏感......什麼東西???")

Texts[14]=(Label="TEXT15",Name="???",Text="啊啊,真是的! 你在發什麼呆啊!/n仔細瞄準敏感的部位......然後射擊吧!/n快點!")

Texts[15]=(Label="TEXT16",Name="峯大",Text="妳說射擊......是要發射什麼!?")

Texts[16]=(Label="TEXT17",Name="???",Text="就是費洛蒙射擊啦!/n來吧,請注視對象,用你滿溢而出的費洛蒙/n\"嘶咻~!\"地發射吧--!!")

Texts[17]=(Label="",Name="",Text="")

Texts[18]=(Label="SELECT01",Name="",Text="")

Texts[19]=(Label="SELECT02",Name="",Text="")

Texts[20]=(Label="SELECT03",Name="",Text="")

Texts[21]=(Label="SELECT04",Name="",Text="")

Texts[22]=(Label="SELECT05",Name="",Text="")

Texts[23]=(Label="SELECT06",Name="",Text="")

Texts[24]=(Label="SELECT07",Name="",Text="")

Texts[25]=(Label="SELECT08",Name="",Text="")

Texts[26]=(Label="SELECT09",Name="",Text="")

Texts[27]=(Label="SELECT10",Name="",Text="")


